import { Container, Typography } from "@mui/material";
import React from "react";

function Privacy() {
  return (
    <Container maxWidth="xl">
      <section className="privacy-container">
        <Typography variant="h4">Политика конфиденциальности</Typography>
        <div className="privacy-content">
          <Typography variant="subtitle1" gutterBottom>
            Настоящая Политика конфиденциальности (далее – Политика)
            персональной информации действует в отношении информации, которую
            администрация сайта tenders.kg (далее – Площадка) и/или её
            структурные и подведомственные подразделения могут получить с
            согласия пользователя, данного им в соответствии с настоящей
            Политикой.
          </Typography>
          <Typography variant="subtitle1">
            Использование Площадки означает безоговорочное согласие пользователя
            с настоящей Политикой и указанными в ней условиями обработки его
            персональной информации; в случае несогласия с этими условиями
            пользователь должен воздержаться от использования Площадки
          </Typography>
          <div className="privacy-text">
            <Typography variant="subtitle1">
              В настоящей Политике конфиденциальности применяются следующие
              термины и определения:
            </Typography>
            <div className="privacy-text-item">
              <Typography variant="subtitle1">
                <strong style={{ marginRight: "7px" }}>Сайт tenders.kg</strong>
                (далее – Площадка) - единая точка доступа для физических и
                юридических лиц к информации о услугах, предоставляемых
                администрацией сайта Tenders.kg.
              </Typography>
              <Typography variant="subtitle1">
                <strong style={{ marginRight: "7px" }}>Пользователь -</strong>
                это физическое или юридическое лицо, пользующееся в
                установленном порядке Площадкой и предоставляющее информацию
                персонального характера.
              </Typography>
              <Typography variant="subtitle1">
                <strong style={{ marginRight: "7px" }}>Контент -</strong>
                информационно-значимое наполнение информационного ресурса
                (газеты, журнала, книги, веб-страницы и т.д.), а также вся
                информация, которую читатель/слушатель/зритель может
                использовать по своему усмотрению, если иное не предусмотрено
                настоящим соглашением.
              </Typography>
              <div className="privacy-num">
                <Typography variant="subtitle1">
                  <strong>
                    1. Персональная информация пользователей, которую получает и
                    обрабатывает площадка.
                  </strong>
                </Typography>
                <div className="privacy-num-text">
                  <div className="privacy-num-text-item">
                    <Typography variant="subtitle1">
                      1.1. В рамках настоящей Политики под «персональной
                      информацией пользователя» понимаются:
                    </Typography>
                    <div className="privacy-num-text-left">
                      <Typography variant="subtitle1">
                        Персональная информация, которую пользователь
                        предоставляет о себе самостоятельно при регистрации
                        (создании учётной записи) на площадке.
                      </Typography>
                      <Typography variant="subtitle1">
                        Иная информация о Пользователе, сбор и/или
                        предоставление которой определено в соответствующих
                        документах площадки.
                      </Typography>
                    </div>
                  </div>
                  <Typography variant="subtitle1">
                    1.2. Настоящая политика применима только к площадке.
                  </Typography>
                  <Typography variant="subtitle1">
                    1.3. Администрация сайта tenders.kg в общем случае не
                    проверяет достоверность персональной информации,
                    предоставляемой пользователями, и не осуществляет контроль
                    за их дееспособностью. Однако администрация сайта
                    (tenders.kg) исходит из того, что пользователь предоставляет
                    достоверную и достаточную персональную информацию по
                    вопросам, предлагаемым в форме регистрации, и поддерживает
                    эту информацию в актуальном состоянии. Последствия
                    предоставления недостоверной информации определены в
                    пользовательском соглашении площадки.
                  </Typography>
                </div>
              </div>
              <div className="privacy-num">
                <Typography variant="subtitle1">
                  <strong>
                    2. Цели сбора и обработки персональной информации
                    пользователей.
                  </strong>
                </Typography>
                <div className="privacy-num-text">
                  <Typography variant="subtitle1">
                    2.1. Персональную информацию пользователя площадки вправе
                    использовать в следующих целях:
                  </Typography>
                  <div className="privacy-num-text-left">
                    <Typography variant="subtitle1">
                      Идентификации стороны в рамках соглашений и договоров с
                      площадкой;
                    </Typography>
                    <Typography variant="subtitle1">
                      Связи с пользователем, в том числе направлении
                      уведомлений, запросов и информации, касающихся
                      использования площадки, оказания услуг, а также обработки
                      запросов и заявок от пользователя;
                    </Typography>
                    <Typography variant="subtitle1">
                      Проведения статистических и иных исследований, на основе
                      обезличенных данных;
                    </Typography>
                    <Typography variant="subtitle1">
                      Верификации, то есть подтверждения сведений,
                      предоставляемых пользователем.
                    </Typography>
                  </div>
                </div>
              </div>
              <div className="privacy-num">
                <Typography variant="subtitle1">
                  <strong>
                    3. Условия обработки персональной информации пользователя и
                    её передачи третьим лицам.
                  </strong>
                </Typography>
                <div className="privacy-num-text">
                  <Typography variant="subtitle1">
                    3.1. Площадка хранит персональную информацию пользователей в
                    соответствии с внутренними нормативными актами.
                  </Typography>
                  <Typography variant="subtitle1">
                    3.2. В отношении персональной информации пользователя
                    сохраняется ее конфиденциальность.
                  </Typography>
                  <Typography variant="subtitle1">
                    3.3. При обработке персональных данных пользователей
                    Площадка руководствуется Законом К� «Об информации
                    персонального характера».
                  </Typography>
                  <Typography variant="subtitle1">
                    3.4. Персональная информация, предоставляемая пользователем
                    Площадки, не предназначена для передачи и распространения
                    третьим лицам, за исключением официального письменного
                    обращения уполномоченного государственного органа.
                  </Typography>
                </div>
              </div>
              <div className="privacy-num">
                <Typography variant="subtitle1">
                  <strong>
                    4. Меры, применяемые для защиты персональной информации
                    пользователей.
                  </strong>
                </Typography>
                <div className="privacy-num-text">
                  <Typography variant="subtitle1">
                    4.1. Администрация сайта (tenders.kg) принимает необходимые
                    и достаточные организационные и технические меры для защиты
                    персональной информации пользователя от неправомерного или
                    случайного доступа, уничтожения, изменения, блокирования,
                    копирования, распространения, а также от иных неправомерных
                    действий со стороны третьих лиц.
                  </Typography>
                </div>
              </div>
              <div className="privacy-num">
                <Typography variant="subtitle1">
                  <strong>
                    5. Изменение Политики конфиденциальности. Применимое
                    законодательство.
                  </strong>
                </Typography>
                <div className="privacy-num-text">
                  <Typography variant="subtitle1">
                    5.1. Администрация сайта (tenders.kg) имеет право вносить
                    изменения в настоящую Политику конфиденциальности. При
                    внесении изменений в актуальной редакции указывается дата
                    последнего обновления. Новая редакция Политики вступает в
                    силу с момента ее размещения, если иное не предусмотрено
                    новой редакцией Политики. Действующая редакция находится в
                    постоянном режиме на странице по адресу: к настоящей
                    Политике и отношениям между пользователем и Администрацией
                    сайта (tenders.kg), возникающим в связи с применением
                    Политики конфиденциальности, подлежит применение
                    действующего законодательств Кыргызской � еспублики.
                  </Typography>
                </div>
              </div>
              <div className="privacy-num">
                <Typography variant="subtitle1">
                  <strong>6. Обратная связь.</strong>
                </Typography>
                <div className="privacy-num-text">
                  <Typography variant="subtitle1">
                    6.1. Все предложения или вопросы относительно настоящей
                    Политики следует сообщать в администрацию Площадки по
                    электронной почте: infotenderskg@gmail.com, тел. технической
                    поддержки. +996 501 400 918
                  </Typography>
                </div>
              </div>
            </div>
          </div>
        </div>
      </section>
    </Container>
  );
}

export default Privacy;
