import { Container, Typography } from "@mui/material";
import React from "react";

function Terms() {
  return (
    <Container maxWidth="xl">
      <div className="term-container">
        <Typography variant="h5">Пользовательское соглашение</Typography>
        <Typography variant="h6">
          Об оказании услуг по использованию сайта Tenders.kg
        </Typography>
        <div className="term-content">
          <Typography variant="subtitle1" gutterBottom>
            Настоящее Пользовательское соглашение (далее «соглашение»)
            регулирует отношения по пользованию веб-сайтом в сети Интернет,
            расположенному по адресу www.Tenders.kg, между Администрацией сайта
            (именуемый в дальнейшем «Исполнитель») и юридическим или физическим
            лицом, использующим сайт в целях поиска и публикаций объявлений
            (именуемым в дальнейшем «Пользователь»). Данное Пользовательское
            соглашение распространяется на настоящих и будущих Пользователей
            сайта www.Tenders.kg.
          </Typography>
          <Typography variant="subtitle1" gutterBottom>
            При регистрации на сайте www.Tenders.kg Пользователь соглашается с
            настоящими условиями и принимает на себя указанные в них права и
            обязанности, связанные с использованием сайта. Сайт www.Tenders.kg –
            это сервис, обеспечивающий содействие поиску и публикации
            объявлений, имеющие отношения к закупке и реализации товаров, услуг,
            а так же грантовых предложений от не коммерческих организаций.
          </Typography>
          <div className="term-text">
            <Typography variant="body1" gutterBottom>
              1. Сайт www.tenders.kg принадлежит Исполнителю. Логотип, название,
              элементы дизайна, оформления и общий внешний вид сайта
              www.Tenders.kg являются собственностью Исполнителя и их
              использование запрещено.
            </Typography>
            <Typography variant="body1" gutterBottom>
              2. Вся информация, содержащаяся в поданных на сайт www.Tenders.kg
              объявлениях, рекламных материалов относится к общедоступным
              источникам данных, за исключением пароля для доступа к личному
              разделу Пользователя и содержащейся в данном разделе информации.
            </Typography>
            <Typography variant="body1" gutterBottom>
              3. Целью размещения персональных данных пользователя является
              поиск и публикация объявлений.
            </Typography>
            <Typography variant="body1" gutterBottom>
              4. Срок размещения персональных данных неограничен и определяется
              пользователем самостоятельно.
            </Typography>
            <Typography variant="body1" gutterBottom>
              5. Исполнитель обязан предоставить возможность пользователю
              редактировать и удалить свои персональные данные через сайт, либо
              через собственную службу техподдержки.
            </Typography>
            <Typography variant="body1" gutterBottom>
              6. Исполнитель не несет никакой ответственности за информацию,
              содержащуюся в объявлениях, рекламных материалах за ее
              достоверность и актуальность. Ответственность за достоверность
              информации, содержащейся в объявлениях, рекламных материалах несут
              их податели. Исполнитель прилагает все возможные усилия для того,
              чтобы исключить с сайта небрежную, неаккуратную или заведомо
              неполную информацию, однако, в конечном счете, ответственность за
              нее лежит на разместивших ее лицах.
            </Typography>
            <Typography variant="body1" gutterBottom>
              7. Любая информация, размещенная посетителем на сайте, может быть
              удалена Исполнителем без объяснения причин, за исключением случаев
              предусмотренных Договором на коммерческое обслуживание. В том
              числе, на сайте www.Tenders.kg запрещено размещать:
              <div className="term-variant">
                <Typography variant="body1">
                  - Компании, дублирующие уже зарегистрированные на сайте;
                </Typography>
                <Typography variant="body1">
                  - Полностью или частично дублирующие объявления в составе
                  одной компании;
                </Typography>
                <Typography variant="body1">
                  - Объявлении сетевого маркетинга, объявлении компаний биржевых
                  трейдеров и объявлении прямо или косвенно относящиеся к сфере
                  интимных услуг - данный список не исчерпывающий;
                </Typography>
                <Typography variant="body1">
                  - Объявлении, не имеющие отношения к закупке, реализации
                  товаров, услуг, а так же грантовых предложений от не
                  коммерческих организаций.
                </Typography>
              </div>
            </Typography>
            <Typography variant="body1" gutterBottom>
              8. Исполнитель имеет право изменять размещенную информацию без
              искажения смысла согласно собственным внутренним регламентам и
              правилам работы.
            </Typography>
            <Typography variant="body1" gutterBottom>
              9. Исполнитель не гарантирует, что программное обеспечение,
              сервера и компьютерные сети, используемые сайтом www.Tenders.kg
              свободны от ошибок и компьютерных вирусов. Если использование
              сайта www.Tenders.kg повлекло за собой утрату данных или порчу
              оборудования Исполнитель не несет за это ответственности.
            </Typography>
            <Typography variant="body1" gutterBottom>
              10. Ни при каких обстоятельствах Исполнитель не несет
              ответственности за ущерб, убытки или расходы, возникшие в связи с
              использованием настоящего сайта или невозможностью его
              использования.
            </Typography>
            <Typography variant="body1" gutterBottom>
              11. В случае наличия сомнений относительно правомерности
              использования Пользователем Сайта, Исполнитель вправе в любое
              время и без предварительного уведомления Пользователя по своему
              усмотрению удалить, блокировать или принудительно изменить пароль
              к личному кабинету пользователя.
            </Typography>
            <Typography variant="body1" gutterBottom>
              12. Исполнитель оставляет за собой право изменять данное
              соглашение. Новая редакция Пользовательского соглашения вступает в
              силу по истечении 3 (трех) дней с момента ее размещения, если иное
              не предусмотрено новой редакцией соглашения. Действующая редакция
              Пользовательского соглашения всегда находится на главной странице
              сайта, доступной всем пользователям.
            </Typography>
          </div>
        </div>
      </div>
    </Container>
  );
}

export default Terms;
