const rowsData = [
  {
    id: 1,
    name: {
      name1: "Приобретение запасных частей Нива Шевроле",
      name2: 'Муниципальное предприятие "Благоустройство" при мэрии г.Токтогул',
      name3: "на Email",
    },
    category: "Авто: Запчасти и Аксессуары",
    place: "Джалал-Абадская область",
    date: {
      new: "12.03.2024 09:00",
      public: "Опубликовано 06.03.2024",
      status: "THREE",
    },
  },
  {
    id: 2,
    name: {
      name1: "Приобретение запасных частей Нива Шевроле",
      name2: 'Муниципальное предприятие "Благоустройство" при мэрии г.Токтогул',
      name3: "на Email",
    },
    category: "Авто: Запчасти и Аксессуары",
    place: "Джалал-Абадская область",
    date: {
      new: "12.03.2024 09:00",
      public: "Опубликовано 06.03.2024",
      status: "TWO",
    },
  },
  {
    id: 3,
    name: {
      name1: "Приобретение запасных частей Нива Шевроле",
      name2: 'Муниципальное предприятие "Благоустройство" при мэрии г.Токтогул',
      name3: "на Email",
    },
    category: "Авто: Запчасти и Аксессуары",
    place: "Джалал-Абадская область",
    date: {
      new: "12.03.2024 09:00",
      public: "Опубликовано 06.03.2024",
      status: "ONE",
    },
  },
  {
    id: 4,
    name: {
      name1: "Приобретение запасных частей Нива Шевроле",
      name2: 'Муниципальное предприятие "Благоустройство" при мэрии г.Токтогул',
      name3: "на Email",
    },
    category: "Авто: Запчасти и Аксессуары",
    place: "Джалал-Абадская область",
    date: {
      new: "12.03.2024 09:00",
      public: "Опубликовано 06.03.2024",
      status: "THREE",
    },
  },
  {
    id: 5,
    name: {
      name1: "Приобретение запасных частей Нива Шевроле",
      name2: 'Муниципальное предприятие "Благоустройство" при мэрии г.Токтогул',
      name3: "на Email",
    },
    category: "Авто: Запчасти и Аксессуары",
    place: "Джалал-Абадская область",
    date: {
      new: "12.03.2024 09:00",
      public: "Опубликовано 06.03.2024",
      status: "TWO",
    },
  },
  {
    id: 6,
    name: {
      name1: "Приобретение запасных частей Нива Шевроле",
      name2: 'Муниципальное предприятие "Благоустройство" при мэрии г.Токтогул',
      name3: "на Email",
    },
    category: "Авто: Запчасти и Аксессуары",
    place: "Джалал-Абадская область",
    date: {
      new: "12.03.2024 09:00",
      public: "Опубликовано 06.03.2024",
      status: "TWO",
    },
  },
  {
    id: 7,
    name: {
      name1: "Приобретение запасных частей Нива Шевроле",
      name2: 'Муниципальное предприятие "Благоустройство" при мэрии г.Токтогул',
      name3: "на Email",
    },
    category: "Авто: Запчасти и Аксессуары",
    place: "Джалал-Абадская область",
    date: {
      new: "12.03.2024 09:00",
      public: "Опубликовано 06.03.2024",
      status: "ONE",
    },
  },
  {
    id: 8,
    name: {
      name1: "Приобретение запасных частей Нива Шевроле",
      name2: 'Муниципальное предприятие "Благоустройство" при мэрии г.Токтогул',
      name3: "на Email",
    },
    category: "Авто: Запчасти и Аксессуары",
    place: "Джалал-Абадская область",
    date: {
      new: "12.03.2024 09:00",
      public: "Опубликовано 06.03.2024",
      status: "TWO",
    },
  },
  {
    id: 9,
    name: {
      name1: "Приобретение запасных частей Нива Шевроле",
      name2: 'Муниципальное предприятие "Благоустройство" при мэрии г.Токтогул',
      name3: "на Email",
    },
    category: "Авто: Запчасти и Аксессуары",
    place: "Джалал-Абадская область",
    date: {
      new: "12.03.2024 09:00",
      public: "Опубликовано 06.03.2024",
      status: "THREE",
    },
  },
  {
    id: 10,
    name: {
      name1: "Приобретение запасных частей Нива Шевроле",
      name2: 'Муниципальное предприятие "Благоустройство" при мэрии г.Токтогул',
      name3: "на Email",
    },
    category: "Авто: Запчасти и Аксессуары",
    place: "Джалал-Абадская область",
    date: {
      new: "12.03.2024 09:00",
      public: "Опубликовано 06.03.2024",
      status: "ONE",
    },
  },
  {
    id: 11,
    name: {
      name1: "Приобретение запасных частей Нива Шевроле",
      name2: 'Муниципальное предприятие "Благоустройство" при мэрии г.Токтогул',
      name3: "на Email",
    },
    category: "Авто: Запчасти и Аксессуары",
    place: "Джалал-Абадская область",
    date: {
      new: "12.03.2024 09:00",
      public: "Опубликовано 06.03.2024",
      status: "TWO",
    },
  },
  {
    id: 12,
    name: {
      name1: "Приобретение запасных частей Нива Шевроле",
      name2: 'Муниципальное предприятие "Благоустройство" при мэрии г.Токтогул',
      name3: "на Email",
    },
    category: "Авто: Запчасти и Аксессуары",
    place: "Джалал-Абадская область",
    date: {
      new: "12.03.2024 09:00",
      public: "Опубликовано 06.03.2024",
      status: "ONE",
    },
  },
  {
    id: 13,
    name: {
      name1: "Приобретение запасных частей Нива Шевроле",
      name2: 'Муниципальное предприятие "Благоустройство" при мэрии г.Токтогул',
      name3: "на Email",
    },
    category: "Авто: Запчасти и Аксессуары",
    place: "Джалал-Абадская область",
    date: {
      new: "12.03.2024 09:00",
      public: "Опубликовано 06.03.2024",
      status: "ONE",
    },
  },
  {
    id: 14,
    name: {
      name1: "Приобретение запасных частей Нива Шевроле",
      name2: 'Муниципальное предприятие "Благоустройство" при мэрии г.Токтогул',
      name3: "на Email",
    },
    category: "Авто: Запчасти и Аксессуары",
    place: "Джалал-Абадская область",
    date: {
      new: "12.03.2024 09:00",
      public: "Опубликовано 06.03.2024",
      status: "ONE",
    },
  },
  {
    id: 15,
    name: {
      name1: "Приобретение запасных частей Нива Шевроле",
      name2: 'Муниципальное предприятие "Благоустройство" при мэрии г.Токтогул',
      name3: "на Email",
    },
    category: "Авто: Запчасти и Аксессуары",
    place: "Джалал-Абадская область",
    date: {
      new: "12.03.2024 09:00",
      public: "Опубликовано 06.03.2024",
      status: "ONE",
    },
  },
  {
    id: 16,
    name: {
      name1: "Приобретение запасных частей Нива Шевроле",
      name2: 'Муниципальное предприятие "Благоустройство" при мэрии г.Токтогул',
      name3: "на Email",
    },
    category: "Авто: Запчасти и Аксессуары",
    place: "Джалал-Абадская область",
    date: {
      new: "12.03.2024 09:00",
      public: "Опубликовано 06.03.2024",
      status: "ONE",
    },
  },
  {
    id: 17,
    name: {
      name1: "Приобретение запасных частей Нива Шевроле",
      name2: 'Муниципальное предприятие "Благоустройство" при мэрии г.Токтогул',
      name3: "на Email",
    },
    category: "Авто: Запчасти и Аксессуары",
    place: "Джалал-Абадская область",
    date: {
      new: "12.03.2024 09:00",
      public: "Опубликовано 06.03.2024",
      status: "ONE",
    },
  },
  {
    id: 18,
    name: {
      name1: "Приобретение запасных частей Нива Шевроле",
      name2: 'Муниципальное предприятие "Благоустройство" при мэрии г.Токтогул',
      name3: "на Email",
    },
    category: "Авто: Запчасти и Аксессуары",
    place: "Джалал-Абадская область",
    date: {
      new: "12.03.2024 09:00",
      public: "Опубликовано 06.03.2024",
      status: "ONE",
    },
  },
  {
    id: 19,
    name: {
      name1: "Приобретение запасных частей Нива Шевроле",
      name2: 'Муниципальное предприятие "Благоустройство" при мэрии г.Токтогул',
      name3: "на Email",
    },
    category: "Авто: Запчасти и Аксессуары",
    place: "Джалал-Абадская область",
    date: {
      new: "12.03.2024 09:00",
      public: "Опубликовано 06.03.2024",
      status: "ONE",
    },
  },
  {
    id: 20,
    name: {
      name1: "Приобретение запасных частей Нива Шевроле",
      name2: 'Муниципальное предприятие "Благоустройство" при мэрии г.Токтогул',
      name3: "на Email",
    },
    category: "Авто: Запчасти и Аксессуары",
    place: "Джалал-Абадская область",
    date: {
      new: "12.03.2024 09:00",
      public: "Опубликовано 06.03.2024",
      status: "ONE",
    },
  },
];

export default rowsData;
