const rowsData = [
  {
    id: 1,
    name: {
      name1: "Приобретение запасных частей Нива Шевроле",
      name2: 'Муниципальное предприятие "Благоустройство" при мэрии г.Токтогул',
      name3: "на Email",
    },
    category: "Авто: Запчасти и Аксессуары",
    place: "Джалал-Абадская область",
    date: {
      new: "12.03.2024 09:00",
      public: "Опубликовано 06.03.2024",
      status: "THREE",
    },
  },
  {
    id: 2,
    name: {
      name1: "Приобретение запасных частей Нива Шевроле",
      name2: 'Муниципальное предприятие "Благоустройство" при мэрии г.Токтогул',
      name3: "на Email",
    },
    category: "Авто: Запчасти и Аксессуары",
    place: "Джалал-Абадская область",
    date: {
      new: "12.03.2024 09:00",
      public: "Опубликовано 06.03.2024",
      status: "TWO",
    },
  },
  {
    id: 3,
    name: {
      name1: "Приобретение запасных частей Нива Шевроле",
      name2: 'Муниципальное предприятие "Благоустройство" при мэрии г.Токтогул',
      name3: "на Email",
    },
    category: "Авто: Запчасти и Аксессуары",
    place: "Джалал-Абадская область",
    date: {
      new: "12.03.2024 09:00",
      public: "Опубликовано 06.03.2024",
      status: "ONE",
    },
  },
];

export default rowsData;
